Repository: BeefxWellington/latte-dock
Catalog: po/app/*.po
Languages: pl

source: Alternative Session
pl: Alternatywna Sesja

source: Enable/Disable Alternative Session
pl: Włącz/Wyłącz Alternatywną Sesje

# import/export config
source: Failed to import configuration
pl: Nie udało się zaimportować konfiguracji

# import/export config
source: The file has a wrong format!!!
pl: Plik ma niepoprawny format!!!

# import/export config
source: Configuration imported successfully
pl: Konfiguracja zaimportowana poprawnie

# import/export config
source: Import configuration
pl: Import konfiguracji

# import/export config
source: Export configuration
pl: Eksport konfiguracji

# import/export config
source: Failed to export configuration
pl: Nie udało się wyeksportować konfiguracji

# import/export config
source: Open location
pl: Otwórz położenie

# import/export config
source: Configuration exported successfully
pl: Konfiguracja wyeksportowana poprawnie

# command line
source: Replace the current dock instance.
pl: Podmień pracującą instancje docka

# command line
source: Draw boxes around of the applets.
pl: Rysuj ramki dookoła apletów.

# command line
source: Import configuration.
pl: Import konfiguracji.

# command line: import
source: file_name
pl: nazwa_pliku

source: An instance is already running!, use --replace to restart Latte
pl: Instancja już jest uruchomiona! Użyj --replace aby zrestartować Latte

source: The configuration cannot be imported
pl: Konfiguracja nie może być zaimportowana

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and trys to be there only when it is needed. "Art in Coffee"
pl: Latte jest dockiem bazującym na frameworkach Plasmy, który dostarcza eleganckie i intuicyjne wrażenia dla Twoich zadań i plasmoidów. Animuje on zawartość używając efektu zbliżenia parabolicznego i próbuje być widoczny tylko wtedy, kiedy jest potrzebny. "Art in Coffee"

source: Dock configuration UI
pl: Okno konfiguracji docku

source: Config model
pl: Model konfiguracji

source: Applets Size
pl: Wielkość Apletów

source: Screen Height Proportion:
pl: Proporcje wysokości ekranu:

source: Applets Distance:
pl: Odległości między apletami:

source: Zoom On Hover
pl: Zbliżenie Przy Najechaniu

source: Zoom Factor
pl: Stopień Zbliżenia

source: Animations
pl: Animacje

source: None
pl: Brak

source: Background
pl: Tło

source: Applet shadows
pl: Cienie apletów

source: Locked
pl: Zablokowane

source: All
pl: Wszystkie

source: Length
pl: Długość

source: Location
pl: Położenie

source: On Primary
pl: Na Głównym

source: Screen:
pl: Ekranie:

# bottom location
source: Bottom
pl: Dół

# left location
source: Left
pl: Lewo

# right location
source: Right
pl: Prawo

source: Alignment
pl: Wyrównanie Apletów

# top alignment
source: Top
pl: Góra

# left alignment
source: Left
pl: Lewo

# center alignment
source: Center
pl: Środek

# bottom alignment
source: Bottom
pl: Dół

# right alignment
source: Right
pl: Prawo

# justify alignment
source: Justify
pl: Wyrównanie

source: Visibility
pl: Widoczność

source: Always Visible
pl: Zawsze widoczny

source: Auto Hide
pl: Auto ukrywanie

source: Dodge Active
pl: Unikaj aktywnych

source: Dodge Maximized
pl: Unikaj zmaksymalizowanych

source: Dodge All Windows
pl: Unikaj wszystkich okien

source: Delay
pl: Opóźnienie

source: Show:
pl: Pokazywanie:

source: Hide:
pl: Ukrywanie:

source: General
pl: Ogólne

source: Behavior
pl: Zachowanie

source: Appearance
pl: Wygląd

source: Tasks
pl: Zadania

source: Tweaks
pl: Tweaki

source: Add
pl: Dodaj

source: Remove
pl: Usuń

source: Quit
pl: Wyjdź

source: none
pl: brak

source: Show glow around windows points
pl: Pokaż poświatę dookoła wskaźników okien

source: Different color for minimized windows
pl: Inny kolor dla zminimalizowanych okien

source: Indicator for active window group
pl: Wskaźnik aktywnej grupy okien

source: Reverse position for lines and dots
pl: Odwróć pozycje dla linii i kropek

source: Interaction
pl: Interakcja

source: Preview windows on hovering
pl: Pokaż okna po najechaniu

source: Highlight windows on hovering
pl: Podświetl okna po najechaniu

source: Show window actions in the context menu
pl: Pokaż akcje okna w menu kontekstowym

source: Show progress information for tasks
pl: Pokaż wskaźnik postępu dla zadań

source: On middle-click:
pl: Środkowy przycisk myszy:

# The click action
source: None
pl: Brak

source: Close Window or Group
pl: Zamknij okno lub grupę

source: New Instance
pl: Nowa instancja

source: Minimize/Restore Window or Group
pl: Minimalizuj/Przywróć okno lub grupę

source: Left Click
pl: Lewy przycisk myszy

source: Middle Click
pl: Środkowy przycisk myszy

source: Right Click
pl: Prawa

source: Filters
pl: Filtry

source: Show only tasks from the current screen
pl: Pokaż zadania tylko z bieżącego ekranu

source: Show only tasks from the current desktop
pl: Pokaż zadania tylko z bieżącego pulpitu

source: Show only tasks from the current activity
pl: Pokaż zadania tylko z bieżącej aktywności

source: Blur for panel background
pl: Rozmycie tła panelu

source: Shrink thickness margins to minimum
pl: Zmniejsz grubość marginesów do minimum

source: Enable autostart during startup
pl: Samoczynne uruchamianie przy starcie

source: Decrease applets size when it is needed
pl: Zmniejsz wielkość apletów w razie potrzeby

source: Add launchers only in the corresponding area
pl: Dodaj skróty tylko w odpowiednim miejscu

source: Behave as a normal dock window
pl: Zachowuj się jak okno, do którego można przypiąć inne

source: Show Alternative Session in the context menu
pl: Pokaż Alternatywną Sesje w menu kontekstowym

source: Raise dock on desktop change
pl: Wysuń dock podczas zmiany pulpitu

source: Raise dock on activity change
pl: Wysuń dock podczas zmiany aktywności

source: Session
pl: Sesja

source: Extra Actions
pl: Dodatkowe akcje

source: Add Spacer
pl: Dodaj wypełniacz

source: Dock for the masses
pl: Dock dla mas

source: Configuration imported successfully
pl: Konfiguracja zaimportowana poprawnie

source: Failed to import configuration
pl: Nie udało się zaimportować konfiguracji

source: Configuration exported successfully
pl: Konfiguracja wyeksportowana poprawnie

source: Failed to export configuration
pl: Nie udało się wyeksportować konfiguracji
